import {
  CompanyBackground,
  CompanyContainer,
  CompanyTitle,
  CompanyText,
} from "./Company.styled";

const Company = () => {
  return (
    <CompanyBackground>
      <CompanyContainer id="company">
        <CompanyTitle>Про нас</CompanyTitle>
        <CompanyText>
          Ми гарантуємо, що зможемо зайняти місце в Вашій компанії, як надійний
          постачальник, який зможе встановити гнучку систему співпраці по будь
          якому питанню. <br />
          <br /> На постійній основі ми співпрацюємо з усіма базисами поставки
          на території України. <br />
          <br /> Ми пропонуємо, продукцію яка відповідає європейським стандартам
          якості! <br />
          <br /> За рахунок власного автотранспорту – ми можемо очікувати,
          стільки часу, скільки це знадобиться нашому клієнту для підтвердження
          якості товару від відповідних перевіряючих органів. <br />
          <br /> На даний момент, компанія має у своєму розпорядженні більш ніж
          20 бензовозів. За рахунок чого, пропонуємо доставку в будь якому
          об’ємі за потрібним базисом постачання, по мінімальній ціні. <br />
          Водії на бензо-, газо-, щебне- та аміаковозах це працівники нашої
          компанії, котрі несуть повну відповідальність за доставку товару. В
          зв’язку з цим, у Вас ніколи не виникнуть питання по відвантаженню, які
          б ми не змогли вирішити. <br />
          <br />
          Ми забезпечуємо не тільки продаж і доставку безводного аміаку, а також
          виконуємо роботи з внесення його в грунт. Що повністю мінімізує Ваші
          фінансові та часові затрати на організацію процесу удобрення. <br />
          <br />
          Наша професійна та досвідчена логістична команда, у повному обсязі
          контролює процес доставки від базису поставки до кінцевого пункту
          відвантаження, за допомогою GPS трекерів. Тим самим, Ваш менеджер
          завжди зможе надати Вам точну інформацію, по місцю знаходження
          бензовоза, чи терміну поставки.
        </CompanyText>
      </CompanyContainer>
    </CompanyBackground>
  );
};

export default Company;
